Repository: wp-plugins/tt-guest-post-submit
Catalog: languages/ttgps_text_domain-*.po
Languages: bn_bd, cs, de, es, fr

source: TT Guest Post Submit Options
cs: TT Anonymní Příspěvek Odeslat
de: TT Gast Beitrag abschicken
es: TT Invitado Mensaje Enviar
fr: TT Invité Message Envoyer

source: General Settings
bn_bd: সাধারণ সেটিংস
cs: Obecná nastavení
de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux

source: Field Selection
bn_bd: ক্ষেত্র নির্বাচন
de: Feldauswahl
es: Selección de campo
fr: Sélection des champs

source: Send Notification via Email
bn_bd: ইমেইলের মাধ্যমে বিজ্ঞপ্তি পাঠান
cs: Odeslat oznámení e-mailem
de: Benachrichtigung per Mail
es: Enviar notificación por correo electrónico
fr: Envoyer une notification par e-mail

source: Email for Notification
bn_bd: বিজ্ঞপ্তি জন্য ইমেইল
cs: E-mail pro oznámení
de: E-Mail-Benachrichtigung für
es: Correo electrónico para la notificación
fr: Email de notification

source: Post Submit Confirmation Message
bn_bd: পোস্ট নিশ্চিতকরণ বার্তা
cs: Odeslat Odeslat potvrzovací zpráva
de: Post abschicken Bestätigungsmeldung
es: Mensaje Enviar Mensaje de confirmación
fr: Poster Soumettre message de confirmation

source: Post Submit Failure Message
bn_bd: পোস্ট ব্যর্থতা বার্তা
cs: Odeslat Odeslat chybové hlášení
de: Post abschicken Failure Nachricht
es: Mensaje Enviar Mensaje de error
fr: Poster Soumettre message d'échec

source: Redirect To
bn_bd: পুনর্নির্দেশ
cs: přesměrování
de: Umleitung zu
es: redirigir a
fr: Rediriger Pour

source: Publish Status
bn_bd: প্রকাশ স্ট্যাটাস
cs: Stav publikování
de: Veröffentlichungsstatus
es: Estado de publicación
fr: publier Etat

source: Guest Account
bn_bd: অতিথি অ্যাকাউন্ট
cs: Guest účet
de: Gast-Konto
es: cuenta de invitado
fr: compte Invité

source: Maximum Length of the post
bn_bd: পোস্ট সর্বাধিক দৈর্ঘ্য
cs: Maximální délka sloupku
de: Maximale Länge der Post
es: Longitud máxima del mensaje
fr: Longueur maximale du poste

source: Enable Filter
bn_bd: ফিল্টার সক্রিয়
cs: Povolit filtr
de: Filter aktivieren
es: Habilitar filtro
fr: Activer le filtre

source: Add Filtered Words
bn_bd: ফিল্টার শব্দ যোগ করুন
cs: Přidat filtrované slova
de: Gefiltert Wörter hinzufügen
es: Añadir palabras filtradas
fr: Ajouter des mots filtrés

source: Add Title Field
bn_bd: শিরোনাম ফিল্ড যোগ করুন
cs: Přidat pole název
de: Fügen Sie Titel-Feld
es: Añadir Título Campo
fr: Ajouter Titre terrain

source: Add Post Content Field
bn_bd: পোস্ট বিষয়বস্তু ফিল্ড যোগ করুন
cs: Přidat Post obsahu pole
de: Veröffentlichen Inhalt Feld
es: Agregar Mensaje Campo Contenido
fr: Ajouter Champ contenu

source: Add Category Field
bn_bd: বিভাগ ফিল্ড যোগ করুন
cs: Přidat kategorie pole
de: Kategorie hinzufügen Feld
es: Añadir Categoría Campo
fr: Ajouter un champ de l'auteur

source: Add Tags Field
bn_bd: ট্যাগ্স ফিল্ড যোগ করুন
cs: Přidat Štítky pole
de: Tags hinzufügen Feld
es: Agregar etiquetas Campo
fr: Ajouter Email Champ des Auteurs

source: Add Author's Name Field
bn_bd: লেখকের নাম ফিল্ড যোগ করুন
cs: Přidat jméno autora pole
de: Urheber Name Feld
es: Añadir de Autor Nombre del campo
fr: Ajouter Site champs

source: Add Authors's Email Field
bn_bd: লেখক এর ইমেইল ফিল্ড যোগ করুন
cs: Přidat Autoři Email pole
de: Fügen Autoren der E-Mail-Feld
es: Añadir de Autores Email Campo
fr: Ajouter Captcha terrain

source: Add Website Field
bn_bd: ওয়েবসাইট ফিল্ড যোগ করুন
cs: Přidat Website pole
de: Hinzufügen Website Feld
es: Añadir Sitio Web Campo
fr: Ajouter Ajouter terrain

source: Add Captcha Field
bn_bd: ক্যাপচা ফিল্ড যোগ করুন
cs: Přidat Captcha pole
de: Captcha-Feld hinzufügen
es: Añadir Captcha Campo
fr: Section de configuration générale

source: Add Upload Field
bn_bd: আপলোড ফিল্ড যোগ করুন
cs: Přidat Nahrát pole
de: Upload-Feld hinzufügen
es: Añadir Subir Campo
fr: Sélectionner les champs que vous souhaitez être apparaître sur poste soumettre le formulaire

source: General configuration section
bn_bd: সাধারণ কনফিগারেশন অধ্যায়
cs: Obecné nastavení sekce
de: Allgemeine Konfigurationsabschnitt
es: Sección Configuración general
fr: Sélectionner les champs que vous souhaitez être apparaître sur poste soumettre le formulaire

source: Select fields which you want to be appear on post submit form
bn_bd: পোস্টে প্রদর্শিত হতে চান যা ক্ষেত্র নির্বাচন করুন
cs: Vyberte pole, které chcete, aby se objeví na příspěvek odeslat formulář
de: Felder auswählen, die Sie zu sein scheinen, auf Post einreichen möchtest
es: Seleccione los campos que desea ser aparece en el poste de enviar el formulario
fr: Sélectionner les champs que vous souhaitez être apparaître sur poste soumettre le formulaire

source: Required
bn_bd: প্রয়োজনীয়
cs: Požadované
de: erforderlich
es: Requerido
fr: requis

source: Please Enter a Post Title
bn_bd: একটি পোস্ট শিরোনাম লিখুন
cs: Prosím, zadejte název příspěvku
de: Bitte geben Sie einen Beitrag Titel
es: Por favor, introduzca un título del anuncio
fr: S'il vous plaît entrez un titre de poste

source: Post Title Here
bn_bd: পোস্ট শিরোনাম এখানে
cs: Název příspěvku zde
de: Post-Titel hier
es: Mensaje Title Here
fr: Titre du post ici

source: Please Enter Contents
bn_bd: সন্নিবেশ করুন
cs: Zadejte prosím obsah
de: Bitte geben Sie Inhalt
es: Por favor Ingresa Contenido
fr: S'il vous plaît Entrez matières

source: Write Your Post Contents
bn_bd: আপনার পোস্ট বিষয়বস্তু লিখুন
cs: Napište Rozmístit své Obsah
de: Schreiben Sie Ihre Klein Inhalt
es: Escribe tu post Contenido
fr: Donnez votre contenu Post

source: Select a Category
bn_bd: একটি বিভাগ নির্বাচন করুন
cs: Vyberte si kategorii
de: Wählen Sie eine Kategorie
es: Seleccione una categoría
fr: Choisissez une catégorie

source: Comma Separated Tags
bn_bd: কমা দ্বারা পৃথকীকৃত ট্যাগ
cs: Oddělené čárkami Tagy
de: Comma Separated Schlagwörter
es: Etiquetas separados por comas
fr: Mots-clés séparés par des virgules

source: Please Enter Author Name
bn_bd: লেখক নাম লিখুন
cs: Zadejte prosím Autor Název
de: Bitte geben Sie Benutzername
es: Por favor ingrese el nombre del autor
fr: S'il vous plaît Entrez Nom de l'auteur

source: Your Name Here
bn_bd: এখানে আপনার নাম
cs: Vaše jméno zde
de: Ihr Name hier
es: Su nombre aquí

source: Please Enter a Valid Email Address
bn_bd: একটি বৈধ ইমেইল ঠিকানা লিখুন
cs: Zadejte prosím platnou emailovou adresu
de: Bitte geben Sie eine gültige E-Mail-Adresse
es: Introduzca una dirección de correo electrónico
fr: S'il vous plaît entrer une adresse Adresse Email

source: Your Email Address Here
bn_bd: এখানে আপনার ইমেল ঠিকানা
cs: Vaše e-mailovou adresu
de: Ihre E-Mail-Adresse hier
es: Su dirección de correo electrónico
fr: Votre adresse e-mail ici

source: Your Website Address Here
bn_bd: এখানে আপনার ওয়েবসাইট ঠিকানা
cs: Adresu webové stránky zde
de: Ihre Website-Adresse hier
es: Su Dirección Website Here
fr: Adresse de votre site ici

source: Upload Featured Image and Additional Images
bn_bd: বৈশিষ্ট্যযুক্ত চিত্র এবং অতিরিক্ত ছবি আপলোড করুন
cs: Přidat Doporučené obrázek a Další obrázky
de: Ausgewähltes Bild hochladen und weitere Bilder
es: Sube Foto principal y Imágenes adicionales
fr: Télécharger Photo descriptive et images supplémentaires

source: Captcha Code Here
bn_bd: ক্যাপচা কোড এখানে
cs: Captcha kód zde
de: Captcha Code hier
es: Código Captcha Aquí
fr: Code Captcha ici

source: Reset
bn_bd: রিসেট করুন
cs: Obnovit
de: rücksetzen
es: Restablecer
fr: remettre

source: Submit Post
bn_bd: পোস্ট
cs: Odeslat příspěvek
de: Beitrag einreichen
es: Enviar Mensaje
fr: soumettre Poster

source: Captcha code is wrong. Go back and try to get it right or reload to get a new captcha code.
bn_bd: ক্যাপচা কোড ভুল. ফিরে যান এবং এটা অধিকার পেতে বা একটি নতুন ক্যাপচা কোড পেতে পুনরায় লোড করার চেষ্টা করুন.
cs: CAPTCHA kód je v pořádku. Vraťte se zpět a zkuste si to hned, nebo znovu získat nové captcha kód.
de: Sicherheitscode ist falsch. Gehen Sie zurück und versuchen Sie es richtig zu machen oder neu zu laden, um ein neues Captcha-Code zu bekommen.
es: Verificar que está mal. Volver atrás y tratar de hacer las cosas bien o recargar para obtener un nuevo código Captcha.
fr: Captcha code est erroné. Revenez en arrière et essayer de bien faire les choses ou recharger pour obtenir un nouveau code captcha.

source: Captcha timed out. Please go back, reload the page and submit again.
bn_bd: ক্যাপচা সময় শেষ হয়েছে. , ফিরে যান পৃষ্ঠা পুনরায় লোড করুন এবং আবার জমা দিন দয়া করে.
cs: Captcha vypršel. Vraťte se prosím zpět, znovu načíst stránku a předložit znovu.
de: Captcha Zeitüberschreitung. Bitte gehen Sie zurück, und laden Sie die Seite erneut einreichen.
es: Captcha Tiempo de espera agotado. Por favor, volver atrás, recargar la página y envíe de nuevo.
fr: Captcha expiré. S'il vous plaît revenir en arrière, rechargez la page et soumettre à nouveau.

source: No captcha cookie given. Make sure cookies are enabled.
bn_bd: কোন ক্যাপচা কুকি দেওয়া. নিশ্চিত করুন কুকিজ সক্রিয় হয়.
cs: Vzhledem k tomu žádný captcha cookie. Ujistěte se, že jsou povoleny soubory cookies.
de: Kein Captcha-Cookie erhält. Stellen Sie sicher, Cookies sind aktiviert.
es: Ninguna cookie Captcha dado. Hacer las cookies estén habilitadas.
fr: Pas captcha biscuit donnée. Assurez-vous que les cookies sont activés.

source: Following Filtered Messeged are found in your Post. Please go back and Edit your Post before submit
bn_bd: ফিল্টার Messeged পর আপনার পোস্ট পাওয়া যায়. ফিরে যান দয়া করে এবং জমা করার আগে আপনার পোস্ট সম্পাদনা করুন
cs: Po filtrovány Messeged lze nalézt v příspěvku. Prosím, vraťte se zpět a upravit svůj příspěvek před předložit
de: Nach Filtered Messeged in Ihrem Beitrag gefunden. Bitte gehen Sie zurück und bearbeiten Sie Ihre Klein vor einreichen
es: Tras Filtered Messeged se encuentran en su mensaje. Por favor, volver atrás y editar el post antes de presentar
fr: Après filtrée Messeged se trouvent dans votre poste. S'il vous plaît revenir en arrière et modifier votre message avant soumettre

source: Filtered Words List:
bn_bd: ফিল্টার শব্দ তালিকা:
cs: Filtrováno Slova Výpis:
de: Gefilterten Wörter-Liste:
es: Filtrado Lista Palabras:
fr: Filtrée Liste des mots:

source: A user submitted a new post to your Wordpress site database.
bn_bd: একজন ব্যবহারকারী আপনার ওয়ার্ডপ্রেস সাইট ডাটাবেস থেকে একটি নতুন পোস্ট জমা দেওয়া হয়েছে.
cs: Uživatel předložili nový příspěvek na vaší Wordpress databázi serveru.
de: Ein Benutzer hat ein neues Post an Ihre Wordpress-Standortdatenbank.
es: Un usuario ha enviado un nuevo mensaje a su base de datos de sitio de Wordpress.
fr: Un utilisateur qui a soumis un nouveau poste à la base de données du site Wordpress

source: Post Title:
bn_bd: পোস্ট শিরোনাম:
cs: Název příspěvku:
de: Post-Titel:
es: Título del anuncio:
fr: Titre du poste:

source: Moderate new post
bn_bd: সংযমী নতুন পোস্ট
cs: Střední nový příspěvek
de: Moderate neuen Beitrag
es: Nueva entrada Moderado
fr: Modéré nouveau poste

source: - New Post Added:
bn_bd: - নতুন পোস্ট যোগ করা হয়েছে:
cs: - Nový příspěvek Přidaný:
de: - Neue Beitrag Verfasst am:
es: - Nuevo Post Agregado:
fr: - Nouveau Message Posté le:
